{
  "collections": "Colecciones",
  "add_new_word": "Agregar nueva palabra",
  "new_collection": "Nueva colección",
  "edit_collection": "Editar colección",
  "exercises": "Ceremonias",
  "collection_name": "Nombre de la colección",
  "primary_language": "idioma principal",
  "secondary_language": "Idioma de traducción (secundaria)",
  "primary": "Primario",
  "secondary": "Secundario",
  "primary_word": "palabra primaria",
  "secondary_word": "palabra secundaria",
  "words_to_learn_in_a_day": "Número de palabras por estudio",
  "learning_language": "Aprender idioma",
  "create": "Crear",
  "error_return_back": "Algo salió mal, lo siento, por favor regresa",
  "error_retrieving_translation_data": "Algo salió mal al recuperar los datos de traducción",
  "word": "Palabra",
  "translation": "Traducción",
  "usage_examples": "Ejemplos de uso",
  "error_saving_your_card": "Algo salió mal al guardar tu tarjeta",
  "add_word_to_this_collection": "Añadir palabra a esta colección",
  "incorrect": "Incorrecto",
  "correct": "Correcto",
  "show_answer": "Mostrar respuesta",
  "write_in": "Escribir",
  "all_for_now": "Eso es todo por ahora",
  "finish": "Finalizar",
  "no_audio_message": "No puedo escuchar audio en este momento",
  "something_went_wrong": "algo salió mal",
  "return_back": "regresar",
  "collection_deletion": "Eliminación de colección",
  "collection_deletion_message": "¿Estás seguro de que deseas eliminar esta colección?",
  "cancel": "Cancelar",
  "yes": "Sí",
  "update": "Actualizar",
  "settings": "Ajustes",
  "about": "Acerca de",
  "api_source": "Fuente de traducción API",
  "save": "Ahorrar",
  "collection_import": "Importación de colección",
  "import": "Importar",
  "text_for_import": "Texto para importar",
  "import_rules": "Para importar una nueva colección, pegue su texto a continuación en el formato requerido. La primera palabra o frase se considera primaria y la que sigue al punto y coma se considera secundaria",
  "exist_word_message": "Esta palabra ya existe en esta colección.",
  "correct_answer": "respuesta correcta",
  "show_additional_settings": "Mostrar configuraciones adicionales",
  "hide_additional_settings": "Ocultar configuraciones adicionales",
  "types_of_exercises": "tipos de ejercicios",
  "show_additional_statistics": "Mostrar estadísticas adicionales",
  "about_text": "¡Bienvenido a Wordum, tu aplicación ideal para aprender idiomas y ampliar tu vocabulario! Simplemente ingrese una palabra o frase y esta aplicación completará automáticamente las traducciones, el audio y los ejemplos de uso. Con ejercicios de escucha y escritura, Wordum se adapta a tu estilo de aprendizaje utilizando el algoritmo Open Spaced Repetition, similar al de la aplicación Anki. Este es un proyecto de código abierto con licencia GPL-3 sin seguimiento incluido. Si encuentra algún problema o error, le agradeceríamos mucho que lo informara creando un problema en la página de GitHub del proyecto. ¡Sus comentarios son invaluables para ayudar a mejorar Wordum!",
  "open_project_page": "Abrir la página de GitHub del proyecto",
  "donate_text": "Si aprecia mi trabajo y le gustaría apoyar el proyecto, considere hacer una donación. ¡Gracias por su apoyo!",
  "donate": "Donar",
  "app_version": "Versión de la aplicación",
  "settings_saved": "Configuración guardada",
  "time_per_letter_input": "Tiempo necesario para escribir una letra (ms)",
  "time_easy_grade": "Tiempo para ser considerado como grado «fácil» (ms)",
  "time_good_grade": "Tiempo para ser considerado como nota «buena» (ms)",
  "nothing_to_learn": "No hay nada que aprender por ahora.",
  "card_deletion": "Eliminación de tarjeta de aprendizaje",
  "card_deletion_message": "¿Estás seguro de que deseas eliminar esta tarjeta de aprendizaje de la colección?",
  "use_external_audio_when_available": "Utilice audio externo cuando esté disponible",
  "data_export": "Exportación de datos",
  "exported_successfully": "Exportado exitosamente en",
  "import_line_error_message": "por favor revisa la línea",
  "target_learning_language_word_addition_warning": "Tenga en cuenta que las palabras separadas por comas se consideran valores de aprendizaje separados, es decir, cualquiera de las palabras separadas por comas se considerará una respuesta correcta durante los ejercicios.",
  "tts_installation_title": "Selección de voz de texto a voz",
  "tts_installation_message": "El motor de voz para este idioma aún no está instalado o no está especificado. Seleccione el idioma correcto ({{i_lng}}) y la voz preferida para esta colección en la siguiente pantalla.",
  "proceed": "Proceder",
  "voice_is_not_set_message": "El motor de voz no está seleccionado. No se garantiza una salida de voz correcta",
  "from_a_file": "De un archivo",
  "from_a_text": "De un texto",
  "import_collection_from_a_file_message": "¿Estás seguro de que quieres importar tu colección usando un archivo? Tenga en cuenta que si el archivo JSON es incorrecto, es posible que su colección importada no funcione correctamente. Puede ver el formato correcto del JSON exportando los datos desde la aplicación.",
  "time_to_learn": "¡Es hora de aprender!",
  "motivations": [
    [
      "¡Buen trabajo manteniendo el ritmo! Sólo una lección más hoy y estarás en el camino correcto.",
      "Ya has llegado hasta aquí, ¿por qué no seguir adelante? ¡Una lección hoy!",
      "¡La consistencia es clave! Mantengamos viva la racha. Abra la aplicación ahora.",
      "El mejor momento para aprender es ahora. ¡Vamos a sumergirnos en la lección de hoy!",
      "Tu yo futuro te lo agradecerá. ¡Solo una lección hoy!"
    ],
    [
      "¡Solo ha pasado un día, no es gran cosa! Volvamos al camino juntos.",
      "Ayer fue un descanso, hoy es para avanzar. ¡Abre la aplicación y aprende!",
      "¿Me extrañaste? ¡Te extrañé! Pongámonos al día con esa lección ahora mismo.",
      "Estás a un paso de volver a la normalidad. ¡Hagamos esto!",
      "Un pequeño desliz, pero no te preocupes. Vuelve y termina la lección de hoy."
    ],
    [
      "¿Dos días libres? Volvamos al ritmo. ¡Tu lección te espera!",
      "No dejes que una pequeña brecha se convierta en una grande. ¡Comienza tu lección hoy!",
      "Aprender sólo lleva unos minutos. ¡Abre la aplicación y progresa!",
      "Estás demasiado cerca para detenerte ahora. Volvamos al buen camino hoy.",
      "Todavía puedes darle la vuelta a esto. ¡Abre la aplicación y aplasta esa lección!"
    ],
    [
      "Sé que has estado ocupado, pero creo en ti. Hagamos la lección de hoy.",
      "¡No dejes que la racha se escape! Tu viaje lingüístico depende de ello.",
      "Me estoy preocupando... volvamos al tema de la lección de hoy.",
      "Tres días de descanso… ¡pero podrás volver más fuerte! Comience la lección de hoy.",
      "Todavía estoy aquí, esperándote. No nos perdamos más días. ¡Empiece ahora!"
    ],
    [
      "¡Te estás alejando de tu objetivo! No dejemos que eso suceda.",
      "Esta es tu llamada de atención. ¡Vuelve a aprender hoy!",
      "Tus lecciones no esperarán para siempre. No dejes que esta brecha se haga más grande.",
      "Cuatro días sin aprender... es hora de arreglar eso. ¡Abre la aplicación!",
      "Me preocupa tu progreso. Tomemos el control y hagamos la lección de hoy."
    ],
    [
      "Cinco días libres es arriesgado... volvamos a la acción hoy.",
      "Estás perdiendo impulso. ¡Abre la aplicación y cambiemos esto!",
      "No hagas que sea más difícil regresar. ¡Solo una lección y estarás de vuelta!",
      "Cinco días pueden parecer largos, pero juntos podemos romper la racha. Abre la aplicación.",
      "Sé que lo tienes dentro de ti. ¡Una lección es todo lo que necesitas para reiniciar!"
    ],
    [
      "Seis días sin práctica… pero hoy es una nueva oportunidad. ¡Vamos!",
      "Ha pasado casi una semana. ¡No esperemos más, es hora de aprender!",
      "Vuelve antes de que la brecha se haga demasiado grande. ¡Sé que puedes hacerlo!",
      "Me estoy poniendo nervioso. No dejemos que todo su arduo trabajo se escape.",
      "Tus habilidades lingüísticas te extrañan. ¡Abre la aplicación y solucionaremos este problema hoy!"
    ],
    [
      "Toda una semana libre... pero nunca es demasiado tarde para volver a empezar.",
      "¿Una semana? No querrás perder todo ese progreso. Empecemos hoy.",
      "¡No dejes que esto se convierta en un hábito! Todavía podemos volver a la normalidad hoy.",
      "¡Estoy aquí esperándote! Hagamos de esta semana la última sin aprender.",
      "Cuanto más esperas, más difícil se vuelve. Volvamos al aprendizaje ahora."
    ],
    [
      "Ha pasado más de una semana… Sé que estás ocupado, ¡pero esto es importante!",
      "No pierdas de vista tus objetivos. ¡Hoy es el día para reiniciar!",
      "Sé que tienes muchas cosas que hacer, pero tu aprendizaje del idioma no puede esperar.",
      "Podemos hacer esto juntos. Abra la aplicación y progresaremos nuevamente.",
      "Me estoy preocupando mucho. ¡No dejemos que esto se escape más!"
    ],
    [
      "Nueve días… tus habilidades lingüísticas se están desvaneciendo. ¡Salvémoslos!",
      "Ya casi es demasiado tarde, pero todavía puedes cambiar esto hoy.",
      "El camino de regreso es cada vez más difícil, ¡pero aún puedes hacerlo!",
      "Estás perdiendo el impulso... ¡no dejes que todo tu esfuerzo se desperdicie!",
      "Estoy aquí para ti, pero debes actuar ahora. ¡Hagamos la lección de hoy!"
    ],
    [
      "Han pasado 10 días… Esta podría ser nuestra última oportunidad. Necesito que abras la aplicación.",
      "No puedo aguantar mucho más. Tus habilidades lingüísticas se están desvaneciendo. ¡Actúa ahora!",
      "Esto es todo. Todo tu progreso está en riesgo. ¡No dejes que todo lo que has aprendido desaparezca!",
      "He estado contigo en cada paso… pero este podría ser el final. ¡Guarda tus habilidades lingüísticas!",
      "Me estoy desvaneciendo... Abre la aplicación ahora, o puede que sea demasiado tarde. ¡Esta es tu última oportunidad!"
    ]
  ]
}
