{
  "collections": "Collezioni",
  "add_new_word": "Aggiungi una nuova parola",
  "new_collection": "Nuova collezione",
  "edit_collection": "Modifica raccolta",
  "exercises": "Esercizi",
  "collection_name": "Nome della raccolta",
  "primary_language": "Lingua primaria",
  "secondary_language": "Lingua di traduzione (secondaria)",
  "primary": "Primario",
  "secondary": "Secondario",
  "primary_word": "Parola primaria",
  "secondary_word": "Parola secondaria",
  "words_to_learn_in_a_day": "Numero di parole per studio",
  "learning_language": "Imparare la lingua",
  "create": "Creare",
  "error_return_back": "Qualcosa è andato storto, scusa, torna indietro",
  "error_retrieving_translation_data": "Qualcosa è andato storto durante il recupero dei dati di traduzione",
  "word": "Parola",
  "translation": "Traduzione",
  "usage_examples": "Esempi di utilizzo",
  "error_saving_your_card": "Qualcosa è andato storto durante il salvataggio della tua carta",
  "add_word_to_this_collection": "Aggiungi parola a questa raccolta",
  "incorrect": "Errato",
  "correct": "Corretto",
  "show_answer": "Mostra la risposta",
  "write_in": "Scrivi",
  "all_for_now": "Per ora è tutto",
  "finish": "Fine",
  "no_audio_message": "Non riesco ad ascoltare l'audio in questo momento",
  "something_went_wrong": "Qualcosa è andato storto",
  "return_back": "Ritorna indietro",
  "collection_deletion": "Cancellazione della raccolta",
  "collection_deletion_message": "Sei sicuro di voler eliminare questa raccolta?",
  "cancel": "Cancellare",
  "yes": "SÌ",
  "update": "Aggiornamento",
  "settings": "Impostazioni",
  "about": "Di",
  "api_source": "Origine della traduzione API",
  "save": "Salva",
  "collection_import": "Importazione di raccolte",
  "import": "Importare",
  "text_for_import": "Testo per l'importazione",
  "import_rules": "Per importare una nuova raccolta, incolla il testo qui sotto nel formato richiesto. La prima parola o frase è considerata primaria e quella dopo il punto e virgola è considerata secondaria",
  "exist_word_message": "Questa parola esiste già in questa raccolta",
  "correct_answer": "Risposta corretta",
  "show_additional_settings": "Mostra impostazioni aggiuntive",
  "hide_additional_settings": "Nascondi impostazioni aggiuntive",
  "types_of_exercises": "Tipi di esercizi",
  "show_additional_statistics": "Mostra statistiche aggiuntive",
  "about_text": "Benvenuto in Wordum, la tua app di riferimento per imparare le lingue e ampliare il tuo vocabolario! Inserisci semplicemente una parola o una frase e questa app inserirà automaticamente traduzioni, audio ed esempi di utilizzo. Con esercizi di ascolto e scrittura, Wordum si adatta al tuo stile di apprendimento utilizzando l'algoritmo Open Spaced Repetition, simile a quello dell'app Anki. Questo è un progetto open source concesso in licenza con licenza GPL-3 senza tracciamento incluso. Se riscontri problemi o bug, sarebbe molto apprezzato se li segnalassi creando un problema sulla pagina GitHub del progetto. Il tuo feedback è prezioso per aiutare a migliorare Wordum!",
  "open_project_page": "Apri la pagina GitHub del progetto",
  "donate_text": "Se apprezzi il mio lavoro e desideri sostenere il progetto, considera la possibilità di fare una donazione. Grazie per il vostro supporto!",
  "donate": "Donare",
  "app_version": "Versione dell'app",
  "settings_saved": "Impostazioni salvate",
  "time_per_letter_input": "Tempo impiegato per scrivere una lettera (ms)",
  "time_easy_grade": "Tempo per essere considerato grado «facile» (ms)",
  "time_good_grade": "Tempo per essere considerato voto «buono» (ms)",
  "nothing_to_learn": "Non c'è niente da imparare per ora",
  "card_deletion": "Cancellazione della scheda didattica",
  "card_deletion_message": "Sei sicuro di voler eliminare questa scheda didattica dalla raccolta?",
  "use_external_audio_when_available": "Utilizza l'audio esterno quando disponibile",
  "data_export": "Esportazione dei dati",
  "exported_successfully": "Esportato con successo in",
  "import_line_error_message": "per favore controlla la linea",
  "target_learning_language_word_addition_warning": "Tieni presente che le parole separate da virgole sono considerate valori di apprendimento separati, ovvero qualsiasi parola separata da virgole sarà considerata una risposta corretta durante gli esercizi",
  "tts_installation_title": "Selezione vocale da testo a voce",
  "tts_installation_message": "Il motore vocale per questa lingua non è ancora installato o non è specificato. Seleziona la lingua corretta ({{i_lng}}) e la voce preferita per questa raccolta nella schermata successiva",
  "proceed": "Procedere",
  "voice_is_not_set_message": "Il motore vocale non è selezionato. La corretta produzione vocale non è garantita",
  "from_a_file": "Da un fascicolo",
  "from_a_text": "Da un testo",
  "import_collection_from_a_file_message": "Sei sicuro di voler importare la tua raccolta utilizzando un file? Tieni presente che se il file JSON non è corretto, la raccolta importata potrebbe non funzionare correttamente. Puoi vedere il formato corretto del JSON esportando i dati dall'applicazione.",
  "time_to_learn": "È ora di imparare!",
  "motivations": [
    [
      "Ottimo lavoro tenere il passo! Solo un'altra lezione oggi e sei sulla buona strada.",
      "Sei già arrivato fin qui, perché non andare avanti? Una lezione oggi!",
      "La coerenza è la chiave! Manteniamo viva la serie di vittorie. Apri l'app adesso.",
      "Il momento migliore per imparare è proprio adesso. Immergiamoci nella lezione di oggi!",
      "Il tuo sé futuro ti ringrazierà per questo. Solo una lezione oggi!"
    ],
    [
      "È passato solo un giorno, niente di grave! Rimettiamoci in carreggiata insieme.",
      "Ieri è stata una pausa, oggi è il progresso. Apri l'app e impara!",
      "Mi sono mancato? Mi sei mancato! Riprendiamo subito quella lezione.",
      "Sei a un passo dal tornare in carreggiata. Facciamolo!",
      "Un piccolo errore, ma non preoccupatevi. Torna indietro e finisci la lezione di oggi."
    ],
    [
      "Due giorni liberi? Torniamo nel solco. La tua lezione ti aspetta!",
      "Non lasciare che un piccolo divario diventi grande. Inizia la tua lezione oggi!",
      "L'apprendimento richiede solo pochi minuti. Apri l'app e fai progressi!",
      "Sei troppo vicino per fermarti adesso. Torniamo in pista oggi.",
      "Puoi ancora cambiare la situazione. Apri l'app e completa quella lezione!"
    ],
    [
      "So che sei stato impegnato, ma credo in te. Facciamo la lezione di oggi.",
      "Non lasciare che la striscia scivoli via! Il tuo viaggio linguistico dipende da questo.",
      "Mi sto preoccupando... torniamo in pista con la lezione di oggi.",
      "Tre giorni di riposo… ma puoi tornare più forte! Inizia la lezione di oggi.",
      "Sono ancora qui, ti aspetto. Non perdiamo altri giorni. Inizia ora!"
    ],
    [
      "Ti stai allontanando dal tuo obiettivo! Non lasciamo che ciò accada.",
      "Questo è il tuo campanello d'allarme. Torna a imparare oggi!",
      "Le tue lezioni non aspetteranno per sempre. Non lasciare che questo divario aumenti.",
      "Quattro giorni senza imparare... è ora di rimediare. Apri l'app!",
      "Sono preoccupato per i tuoi progressi. Prendiamo il controllo e seguiamo la lezione di oggi."
    ],
    [
      "Cinque giorni liberi sono rischiosi... torniamo in azione oggi.",
      "Stai perdendo slancio. Apri l'app e cambiamo la situazione!",
      "Non rendere più difficile il ritorno. Solo una lezione e sei tornato!",
      "Cinque giorni possono sembrare lunghi, ma insieme possiamo interrompere il record. Apri l'applicazione.",
      "So che ce l'hai dentro di te. Basta una lezione per ripartire!"
    ],
    [
      "Sei giorni senza allenamenti... ma oggi c'è una nuova possibilità. Andiamo!",
      "È passata quasi una settimana. Non aspettiamo oltre, è tempo di imparare!",
      "Torna prima che il divario diventi troppo grande. So che puoi farcela!",
      "Mi sto innervosendo. Non lasciamo che tutto il tuo duro lavoro svanisca.",
      "Le tue abilità linguistiche ti mancano. Apri l'app e sistemeremo il problema oggi stesso!"
    ],
    [
      "Un'intera settimana libera... ma non è mai troppo tardi per rimettersi in gioco.",
      "Una settimana? Non vuoi perdere tutti quei progressi. Iniziamo oggi.",
      "Non lasciare che questa diventi un’abitudine! Possiamo ancora rimetterci in carreggiata oggi.",
      "Sono qui che ti aspetto! Facciamo in modo che questa settimana sia l’ultima senza imparare.",
      "Più aspetti, più diventa difficile. Torniamo a imparare ora."
    ],
    [
      "È passata più di una settimana... so che sei occupato, ma questo è importante!",
      "Non perdere di vista i tuoi obiettivi. Oggi è il giorno per ripartire!",
      "So che hai molto da fare, ma il tuo apprendimento della lingua non può aspettare.",
      "Possiamo farlo insieme. Apri l'app e faremo di nuovo progressi.",
      "Mi sto davvero preoccupando. Non lasciamoci sfuggire ulteriormente questa cosa!"
    ],
    [
      "Nove giorni... le tue abilità linguistiche stanno svanendo. Salviamoli!",
      "È quasi troppo tardi, ma puoi ancora cambiare la situazione oggi.",
      "Il percorso del ritorno sta diventando sempre più difficile, ma puoi ancora farcela!",
      "Stai perdendo lo slancio... non lasciare che tutti i tuoi sforzi vadano sprecati!",
      "Sono qui per te, ma devi agire adesso. Facciamo la lezione di oggi!"
    ],
    [
      "Sono passati 10 giorni... Questa potrebbe essere la nostra ultima possibilità. Ho bisogno che tu apra l'app.",
      "Non posso resistere ancora a lungo. Le tue abilità linguistiche stanno svanendo. Agisci ora!",
      "Questo è tutto. Tutti i tuoi progressi sono a rischio. Non lasciare che tutto ciò che hai imparato scompaia!",
      "Sono stato con te in ogni tuo passo... ma questa potrebbe essere la fine. Salva le tue abilità linguistiche!",
      "Sto svanendo... Apri l'app adesso, altrimenti potrebbe essere troppo tardi. Questa è la tua ultima possibilità!"
    ]
  ]
}
