{
  "collections": "コレクション",
  "add_new_word": "新しい単語を追加",
  "new_collection": "新しいコレクション",
  "edit_collection": "コレクションの編集",
  "exercises": "演習",
  "collection_name": "コレクション名",
  "primary_language": "第一言語",
  "secondary_language": "翻訳言語（二次）",
  "primary": "主要な",
  "secondary": "二次",
  "primary_word": "主な単語",
  "secondary_word": "二次単語",
  "words_to_learn_in_a_day": "研究ごとの単語数",
  "learning_language": "言語の学習",
  "create": "作成する",
  "error_return_back": "問題が発生しました。申し訳ありませんが、戻ってください",
  "error_retrieving_translation_data": "翻訳データの取得中に問題が発生しました",
  "word": "言葉",
  "translation": "翻訳",
  "usage_examples": "使用例",
  "error_saving_your_card": "カードの保存中に問題が発生しました",
  "add_word_to_this_collection": "このコレクションに単語を追加する",
  "incorrect": "正しくない",
  "correct": "正しい",
  "show_answer": "答えを表示",
  "write_in": "書き込みます",
  "all_for_now": "今のところはここまでです",
  "finish": "仕上げる",
  "no_audio_message": "現在音声を聞くことができません",
  "something_went_wrong": "何か問題が発生しました",
  "return_back": "戻る",
  "collection_deletion": "コレクションの削除",
  "collection_deletion_message": "このコレクションを削除してもよろしいですか?",
  "cancel": "キャンセル",
  "yes": "はい",
  "update": "アップデート",
  "settings": "設定",
  "about": "について",
  "api_source": "API翻訳ソース",
  "save": "保存",
  "collection_import": "コレクションのインポート",
  "import": "輸入",
  "text_for_import": "インポート用のテキスト",
  "import_rules": "新しいコレクションをインポートするには、以下のテキストを必要な形式で貼り付けてください。最初の単語またはフレーズが主とみなされ、セミコロンの後の単語またはフレーズが副次とみなされます。",
  "exist_word_message": "この単語はこのコレクションにすでに存在します",
  "correct_answer": "正解",
  "show_additional_settings": "追加の設定を表示する",
  "hide_additional_settings": "追加の設定を非表示にする",
  "types_of_exercises": "エクササイズの種類",
  "show_additional_statistics": "追加の統計を表示する",
  "about_text": "Wordum へようこそ。言語を学習し、語彙を増やすための頼りになるアプリです。単語やフレーズを入力するだけで、このアプリが自動的に翻訳、音声、使用例を入力します。リスニングとライティングの練習では、Wordum は Anki アプリと同様の Open Spaced Repetition アルゴリズムを使用して学習スタイルに適応します。これは GPL-3 ライセンスに基づいてライセンスされたオープンソース プロジェクトであり、追跡は含まれていません。問題やバグが発生した場合は、プロジェクトの GitHub ページで問題を作成して報告していただければ幸いです。あなたのフィードバックは Wordum を改善する上で非常に貴重です。",
  "open_project_page": "プロジェクトの GitHub ページを開く",
  "donate_text": "私の仕事に感謝し、プロジェクトをサポートしたい場合は、寄付を検討してください。ご支援ありがとうございます！",
  "donate": "寄付する",
  "app_version": "アプリのバージョン",
  "settings_saved": "設定が保存されました",
  "time_per_letter_input": "1 文字を書くのにかかる時間 (ミリ秒)",
  "time_easy_grade": "「簡単」グレードとみなされる時間 (ミリ秒)",
  "time_good_grade": "「良好」グレードとみなされるまでの時間 (ms)",
  "nothing_to_learn": "今のところ学ぶべきことは何もない",
  "card_deletion": "学習カードの削除",
  "card_deletion_message": "この学習カードをコレクションから削除してもよろしいですか?",
  "use_external_audio_when_available": "利用可能な場合は外部オーディオを使用する",
  "data_export": "データのエクスポート",
  "exported_successfully": "で正常にエクスポートされました",
  "import_line_error_message": "ラインをチェックしてください",
  "target_learning_language_word_addition_warning": "カンマで区切られた単語は別個の学習値とみなされます。つまり、カンマで区切られた単語は演習中に正解とみなされます。",
  "tts_installation_title": "テキスト読み上げの音声選択",
  "tts_installation_message": "この言語の音声エンジンはまだインストールされていないか、指定されていません。次の画面で、このコレクションの正しい言語 ({{i_lng}}) と優先音声を選択してください",
  "proceed": "進む",
  "voice_is_not_set_message": "音声エンジンが選択されていません。正しい音声出力は保証されません",
  "from_a_file": "ファイルから",
  "from_a_text": "テキストから",
  "import_collection_from_a_file_message": "ファイルを使用してコレクションをインポートしてもよろしいですか? JSON ファイルが正しくない場合、インポートされたコレクションが正しく機能しない可能性があることに注意してください。アプリケーションからデータをエクスポートすると、JSON の正しい形式を確認できます。",
  "time_to_learn": "学ぶ時間です！",
  "motivations": [
    [
      "頑張って続けてね！今日はあと 1 レッスンだけで、順調に進みます。",
      "もうここまで来たのですから、このまま続けてみませんか？今日は１レッスン！",
      "一貫性が鍵です！連勝を続けましょう。今すぐアプリを開いてください。",
      "学ぶのに最適な時期は今です。それでは今日のレッスンを見ていきましょう！",
      "未来のあなたはこのことに感謝するでしょう。今日のレッスンは1つだけです！"
    ],
    [
      "まだ1日しか経っていないので、大したことはありません！一緒に軌道に戻りましょう。",
      "昨日は休憩でしたが、今日は進歩のためです。アプリを開いて学習しましょう！",
      "寂しかったですか？あなたに会いたかった！今すぐそのレッスンに追いつきましょう。",
      "軌道に戻るまであと一歩です。やってみよう！",
      "小さな滑りですが、心配ありません。戻って今日のレッスンを終了します。"
    ],
    [
      "二日休み？調子に戻りましょう。あなたのレッスンが待っています！",
      "小さなギャップが大きなギャップにならないようにしてください。今日からレッスンを始めましょう！",
      "学習には数分しかかかりません。アプリを開いて先に進みましょう！",
      "もう立ち止まるには近すぎます。今日は元に戻りましょう。",
      "これはまだ逆転できます。アプリを開いて、そのレッスンを粉砕してください!"
    ],
    [
      "お忙しいとは思いますが、私はあなたを信じています。今日のレッスンをしましょう。",
      "筋を逃がさないでください！あなたの言語の旅はそれにかかっています。",
      "心配になってきました…今日のレッスンに戻りましょう。",
      "3日間お休みします…でも、もっと強くなって戻ってきてください！今日のレッスンを始めます。",
      "私はまだここにいて、あなたを待っています。これ以上の日を逃さないようにしましょう。今すぐ始めましょう！"
    ],
    [
      "目標から遠ざかっています！そうならないようにしましょう。",
      "これはあなたのモーニングコールです。今日から学習に戻りましょう！",
      "レッスンは永遠に待つことはありません。この差がこれ以上大きくならないようにしてください。",
      "4日間何も学ばなかった...それを修正する時が来ました。アプリを開いてください！",
      "あなたの進歩が心配です。しっかりコントロールして、今日のレッスンをやりましょう。"
    ],
    [
      "5 日間の休暇は危険です…今日から活動に戻りましょう。",
      "勢いを失っています。アプリを開いて、状況を変えてみましょう!",
      "戻ってくるのを難しくしないでください。たった 1 回のレッスンで元に戻ります!",
      "5日間は長く感じるかもしれませんが、一緒に連続記録を破ることができます。アプリを開きます。",
      "あなたがそれを持っていることは知っています。再開するには 1 回のレッスンだけで十分です。"
    ],
    [
      "6日間練習がなかった…でも今日は新たなチャンスだ。さあ行こう！",
      "ほぼ一週間が経ちました。もう待たずに学びましょう!",
      "差が大きくなる前に戻ってきてください。あなたならできるとわかっています！",
      "緊張してきました。あなたのこれまでの努力を無駄にしないようにしましょう。",
      "あなたの言語スキルがあなたを恋しく思います。アプリを開いてください。今日この問題を解決します。"
    ],
    [
      "丸一週間休み…でも、また飛び込むのに遅すぎるということはありません。",
      "一週間？その進歩をすべて失いたくないでしょう。今日から始めましょう。",
      "これを習慣にしないでください。今日はまだ軌道に戻ることができます。",
      "ここであなたを待っています！今週は懲りずに最後にしましょう。",
      "待てば待つほど難しくなります。さあ、学習に戻りましょう。"
    ],
    [
      "1週間以上経ちました…お忙しいとは思いますが、これは重要です!",
      "自分の目標を見失わないでください。今日は再スタートの日です！",
      "たくさんのことがあると思いますが、言語学習は待ちきれません。",
      "私たちはこれを一緒に行うことができます。アプリを開くと、再び進歩します。",
      "本当に心配になってきました。これ以上滑らないようにしましょう！"
    ],
    [
      "9日…あなたの言語能力は衰えています。彼らを救いましょう！",
      "もう手遅れですが、今日からでもこの状況を変えることができます。",
      "戻る道はますます困難になってきていますが、まだ頑張れます！",
      "勢いがなくなってきています...これまでの努力を無駄にしないでください!",
      "私はあなたのためにここにいますが、今すぐ行動する必要があります。今日のレッスンをやってみよう！"
    ],
    [
      "10日経ちました…これが最後のチャンスかもしれません。アプリを開いてください。",
      "これ以上は我慢できない。あなたの言語能力は衰えています。今すぐ行動してください！",
      "これです。あなたのすべての進歩が危険にさらされています。学んだことをすべて無駄にしないでください。",
      "私はあらゆるステップであなたと一緒にいました…でも、これで終わりになるかもしれません。語学力を節約しましょう！",
      "消えていきます...今すぐアプリを開いてください。そうしないと手遅れになる可能性があります。これが最後のチャンスです！"
    ]
  ]
}
