{
  "collections": "Collecties",
  "add_new_word": "Nieuw woord toevoegen",
  "new_collection": "Nieuwe collectie",
  "edit_collection": "Verzameling bewerken",
  "exercises": "Oefeningen",
  "collection_name": "Naam collectie",
  "primary_language": "Primaire taal",
  "secondary_language": "Vertaaltaal (secundair)",
  "primary": "Primair",
  "secondary": "Secundair",
  "primary_word": "Primair woord",
  "secondary_word": "Secundair woord",
  "words_to_learn_in_a_day": "Aantal woorden per studie",
  "learning_language": "Taal leren",
  "create": "Creëren",
  "error_return_back": "Er is iets misgegaan. Excuses, kom alstublieft terug",
  "error_retrieving_translation_data": "Er is iets misgegaan bij het ophalen van vertaalgegevens",
  "word": "Woord",
  "translation": "Vertaling",
  "usage_examples": "Gebruiksvoorbeelden",
  "error_saving_your_card": "Er is iets misgegaan bij het opslaan van uw kaart",
  "add_word_to_this_collection": "Voeg een woord toe aan deze collectie",
  "incorrect": "Onjuist",
  "correct": "Juist",
  "show_answer": "Toon antwoord",
  "write_in": "Schrijf binnen",
  "all_for_now": "Dat is alles voor nu",
  "finish": "Finish",
  "no_audio_message": "Ik kan momenteel geen audio beluisteren",
  "something_went_wrong": "Er is iets misgegaan",
  "return_back": "Keer terug",
  "collection_deletion": "Verwijdering van collectie",
  "collection_deletion_message": "Weet u zeker dat u deze verzameling wilt verwijderen?",
  "cancel": "Annuleren",
  "yes": "Ja",
  "update": "Update",
  "settings": "Instellingen",
  "about": "Over",
  "api_source": "API-vertaalbron",
  "save": "Redden",
  "collection_import": "Collectie importeren",
  "import": "Importeren",
  "text_for_import": "Tekst voor import",
  "import_rules": "Om een ​​nieuwe collectie te importeren, plakt u hieronder uw tekst in het gewenste formaat. Het eerste woord of de eerste zin wordt als primair beschouwd en het woord na de puntkomma als secundair",
  "exist_word_message": "Dit woord bestaat al in deze verzameling",
  "correct_answer": "Juist antwoord",
  "show_additional_settings": "Toon aanvullende instellingen",
  "hide_additional_settings": "Verberg aanvullende instellingen",
  "types_of_exercises": "Soorten oefeningen",
  "show_additional_statistics": "Toon aanvullende statistieken",
  "about_text": "Welkom bij Wordum, jouw go-to-app voor het leren van talen en het uitbreiden van je woordenschat! Voer eenvoudig een woord of zin in en deze app vult automatisch vertalingen, audio en gebruiksvoorbeelden in. Met luister- en schrijfoefeningen past Wordum zich aan jouw leerstijl aan met behulp van het Open Spaced Repetition-algoritme, vergelijkbaar met dat van de Anki-app. Dit is een open-sourceproject met een licentie onder de GPL-3-licentie, zonder tracking. Als u problemen of bugs tegenkomt, wordt het zeer op prijs gesteld als u deze rapporteert door een probleem aan te maken op de GitHub-pagina van het project. Uw feedback is van onschatbare waarde bij het helpen verbeteren van Wordum!",
  "open_project_page": "Open de GitHub-pagina van het project",
  "donate_text": "Als u mijn werk waardeert en het project wilt steunen, overweeg dan een donatie te doen. Bedankt voor uw steun!",
  "donate": "Doneer",
  "app_version": "App-versie",
  "settings_saved": "Instellingen opgeslagen",
  "time_per_letter_input": "Tijd die nodig is om één letter te schrijven (ms)",
  "time_easy_grade": "Tijd om als “gemakkelijk” cijfer te worden beschouwd (ms)",
  "time_good_grade": "Tijd om als “goed” cijfer te worden beschouwd (ms)",
  "nothing_to_learn": "Er valt voorlopig niets te leren",
  "card_deletion": "Leerkaart verwijderen",
  "card_deletion_message": "Weet u zeker dat u deze leerkaart uit de collectie wilt verwijderen?",
  "use_external_audio_when_available": "Gebruik externe audio indien beschikbaar",
  "data_export": "Gegevens exporteren",
  "exported_successfully": "Succesvol geëxporteerd op",
  "import_line_error_message": "Controleer de lijn",
  "target_learning_language_word_addition_warning": "Houd er rekening mee dat woorden gescheiden door komma's als afzonderlijke leerwaarden worden beschouwd, dat wil zeggen dat elk woord gescheiden door komma's tijdens de oefeningen als een correct antwoord wordt beschouwd.",
  "tts_installation_title": "Tekst-naar-spraak stemselectie",
  "tts_installation_message": "De spraakengine voor deze taal is nog niet geïnstalleerd of niet gespecificeerd. Selecteer op het volgende scherm de juiste taal ({{i_lng}}) en voorkeursstem voor deze collectie",
  "proceed": "Doorgaan",
  "voice_is_not_set_message": "De spraakengine is niet geselecteerd. Correcte spraakuitvoer is niet gegarandeerd",
  "from_a_file": "Uit een bestand",
  "from_a_text": "Uit een tekst",
  "import_collection_from_a_file_message": "Weet u zeker dat u uw verzameling wilt importeren met behulp van een bestand? Houd er rekening mee dat als het JSON-bestand onjuist is, uw geïmporteerde verzameling mogelijk niet correct werkt. U kunt het juiste formaat van de JSON zien door de gegevens uit de applicatie te exporteren.",
  "time_to_learn": "Tijd om te leren!",
  "motivations": [
    [
      "Geweldig werk volhouden! Nog één les vandaag en je bent op de goede weg.",
      "Je bent al zo ver gekomen, waarom zou je niet doorgaan? Vandaag één les!",
      "Consistentie is de sleutel! Laten we de streak levend houden. Open nu de app.",
      "De beste tijd om te leren is nu. Laten we in de les van vandaag duiken!",
      "Je toekomstige zelf zal je hiervoor dankbaar zijn. Vandaag maar één les!"
    ],
    [
      "Het is maar een dag, geen probleem! Laten we samen weer op het goede spoor gaan.",
      "Gisteren was een pauze, vandaag is voor vooruitgang. Open de app en leer!",
      "Heb je mij gemist? Ik heb je gemist! Laten we die les nu meteen inhalen.",
      "Je bent nog maar één stap verwijderd van weer op het goede spoor komen. Laten we dit doen!",
      "Een klein foutje, maar geen zorgen. Spring er weer in en voltooi de les van vandaag."
    ],
    [
      "Twee dagen vrij? Laten we terug in de groef gaan. Je les wacht op je!",
      "Laat een klein gat niet groot worden. Begin vandaag nog met je les!",
      "Het leren duurt slechts een paar minuten. Open de app en boek vooruitgang!",
      "Je bent te dichtbij om nu te stoppen. Laten we vandaag weer op het goede spoor gaan.",
      "Je kunt dit nog steeds omdraaien. Open de app en verpletter die les!"
    ],
    [
      "Ik weet dat je het druk hebt gehad, maar ik geloof in je. Laten we de les van vandaag doen.",
      "Laat de streak niet wegglippen! Jouw taalreis hangt ervan af.",
      "Ik begin me zorgen te maken... laten we weer verder gaan met de les van vandaag.",
      "Drie dagen vrij... maar je kunt sterker terugkomen! Begin met de les van vandaag.",
      "Ik ben er nog steeds en wacht op je. Laten we geen dagen meer missen. Begin nu!"
    ],
    [
      "Je glijdt weg van je doel! Laten we dat niet laten gebeuren.",
      "Dit is je wake-up call. Ga vandaag nog leren!",
      "Je lessen zullen niet eeuwig wachten. Laat deze kloof niet groter worden.",
      "Vier dagen zonder te leren... tijd om dat op te lossen. Open de app!",
      "Ik maak me zorgen over je voortgang. Laten we de controle overnemen en de les van vandaag doen."
    ],
    [
      "Vijf dagen vrij is riskant... laten we je vandaag weer in actie brengen.",
      "Je verliest momentum. Open de app en laten we dit omdraaien!",
      "Maak het niet moeilijker om terug te komen. Nog maar één les en je bent terug!",
      "Vijf dagen kunnen lang aanvoelen, maar we kunnen de streak samen doorbreken. Open de app.",
      "Ik weet dat je het in je hebt. Eén les is voldoende om opnieuw op te starten!"
    ],
    [
      "Zes dagen zonder training… maar vandaag is een nieuwe kans. Laten we gaan!",
      "Het is bijna een week geleden. Laten we niet langer wachten, tijd om te leren!",
      "Kom terug voordat de kloof te groot wordt. Ik weet dat je het kunt!",
      "Ik word zenuwachtig. Laten we al uw harde werk niet laten wegglippen.",
      "Je taalvaardigheid mist je. Open de app en we lossen dit vandaag nog op!"
    ],
    [
      "Een hele week vrij... maar het is nooit te laat om er weer in te springen.",
      "Eén week? Je wilt al die vooruitgang niet verliezen. Laten we vandaag beginnen.",
      "Laat dit geen gewoonte worden! Vandaag kunnen we nog steeds op het goede spoor komen.",
      "Ik wacht hier op je! Laten we van deze week de laatste maken zonder te leren.",
      "Hoe langer je wacht, hoe moeilijker het wordt. Laten we nu weer gaan leren."
    ],
    [
      "Het is al meer dan een week geleden... Ik weet dat je het druk hebt, maar dit is belangrijk!",
      "Verlies uw doelen niet uit het oog. Vandaag is de dag om opnieuw op te starten!",
      "Ik weet dat je veel te doen hebt, maar het leren van de taal kan niet wachten.",
      "Wij kunnen dit samen doen. Open de app en we boeken weer vooruitgang.",
      "Ik maak me echt zorgen. Laten we dit niet verder laten glippen!"
    ],
    [
      "Negen dagen… je taalvaardigheid vervaagt. Laten we ze redden!",
      "Het is bijna te laat, maar je kunt dit vandaag nog omdraaien.",
      "De weg terug wordt steeds moeilijker, maar je kunt het nog steeds doen!",
      "Je verliest je momentum... laat niet al je inspanningen verloren gaan!",
      "Ik ben er voor je, maar je moet nu handelen. Laten we de les van vandaag doen!"
    ],
    [
      "Het is al 10 dagen geleden... Dit zou onze laatste kans kunnen zijn. Ik wil dat je de app opent.",
      "Ik kan het niet veel langer volhouden. Je taalvaardigheid gaat achteruit. Handel nu!",
      "Dit is het. Al uw voortgang loopt gevaar. Laat niet alles wat je hebt geleerd verdwijnen!",
      "Ik ben bij elke stap bij je geweest... maar dit zou het einde kunnen zijn. Bespaar je taalvaardigheid!",
      "Ik verdwijn weg... Open de app nu, anders is het misschien te laat. Dit is je laatste kans!"
    ]
  ]
}
