{
  "collections": "Coleções",
  "add_new_word": "Adicionar nova palavra",
  "new_collection": "Nova coleção",
  "edit_collection": "Editar coleção",
  "exercises": "Exercícios",
  "collection_name": "Nome da coleção",
  "primary_language": "Idioma principal",
  "secondary_language": "Idioma de tradução (secundário)",
  "primary": "Primário",
  "secondary": "Secundário",
  "primary_word": "Palavra primária",
  "secondary_word": "Palavra secundária",
  "words_to_learn_in_a_day": "Número de palavras por estudo",
  "learning_language": "Aprendendo idioma",
  "create": "Criar",
  "error_return_back": "Algo deu errado, desculpe, por favor retorne",
  "error_retrieving_translation_data": "Algo deu errado ao recuperar os dados de tradução",
  "word": "Palavra",
  "translation": "Tradução",
  "usage_examples": "Exemplos de uso",
  "error_saving_your_card": "Algo deu errado ao salvar seu cartão",
  "add_word_to_this_collection": "Adicionar palavra a esta coleção",
  "incorrect": "Incorreto",
  "correct": "Correto",
  "show_answer": "Mostrar resposta",
  "write_in": "Escreva em",
  "all_for_now": "Isso é tudo por agora",
  "finish": "Terminar",
  "no_audio_message": "Não consigo ouvir áudio no momento",
  "something_went_wrong": "Algo deu errado",
  "return_back": "Voltar",
  "collection_deletion": "Exclusão de coleção",
  "collection_deletion_message": "Tem certeza de que deseja excluir esta coleção?",
  "cancel": "Cancelar",
  "yes": "Sim",
  "update": "Atualizar",
  "settings": "Configurações",
  "about": "Sobre",
  "api_source": "Fonte de tradução da API",
  "save": "Salvar",
  "collection_import": "Importação de coleção",
  "import": "Importar",
  "text_for_import": "Texto para importação",
  "import_rules": "Para importar uma nova coleção, cole o texto abaixo no formato necessário. A primeira palavra ou frase é considerada primária e aquela após o ponto e vírgula é considerada secundária",
  "exist_word_message": "Esta palavra já existe nesta coleção",
  "correct_answer": "Resposta correta",
  "show_additional_settings": "Mostrar configurações adicionais",
  "hide_additional_settings": "Ocultar configurações adicionais",
  "types_of_exercises": "Tipos de exercícios",
  "show_additional_statistics": "Mostrar estatísticas adicionais",
  "about_text": "Bem-vindo ao Wordum, seu aplicativo ideal para aprender idiomas e expandir seu vocabulário! Basta inserir uma palavra ou frase e este aplicativo preencherá automaticamente traduções, áudio e exemplos de uso. Com exercícios de audição e escrita, o Wordum se adapta ao seu estilo de aprendizagem usando o algoritmo Open Spaced Repetition, semelhante ao do aplicativo Anki. Este é um projeto de código aberto licenciado sob licença GPL-3 sem rastreamento incluído. Se você encontrar quaisquer problemas ou bugs, ficaríamos muito gratos se você os reportasse criando um problema na página GitHub do projeto. Seu feedback é inestimável para ajudar a melhorar o Wordum!",
  "open_project_page": "Abra a página GitHub do projeto",
  "donate_text": "Se você aprecia meu trabalho e gostaria de apoiar o projeto, considere fazer uma doação. Obrigado pelo seu apoio!",
  "donate": "Doar",
  "app_version": "Versão do aplicativo",
  "settings_saved": "Configurações salvas",
  "time_per_letter_input": "Tempo necessário para escrever uma carta (ms)",
  "time_easy_grade": "Tempo para ser considerado como nota «fácil» (ms)",
  "time_good_grade": "Tempo para ser considerada nota «boa» (ms)",
  "nothing_to_learn": "Não há nada para aprender por enquanto",
  "card_deletion": "Exclusão do cartão de aprendizagem",
  "card_deletion_message": "Tem certeza de que deseja excluir este cartão de aprendizagem da coleção?",
  "use_external_audio_when_available": "Use áudio externo quando disponível",
  "data_export": "Exportação de dados",
  "exported_successfully": "Exportado com sucesso em",
  "import_line_error_message": "por favor verifique a linha",
  "target_learning_language_word_addition_warning": "Observe que as palavras separadas por vírgulas são consideradas valores de aprendizagem separados, ou seja, qualquer uma das palavras separadas por vírgulas seria considerada uma resposta correta durante os exercícios.",
  "tts_installation_title": "Seleção de voz de conversão de texto em fala",
  "tts_installation_message": "O mecanismo de fala para este idioma ainda não está instalado ou não foi especificado. Selecione o idioma correto ({{i_lng}}) e a voz preferida para esta coleção na próxima tela",
  "proceed": "Prosseguir",
  "voice_is_not_set_message": "O mecanismo de fala não está selecionado. A saída de fala correta não é garantida",
  "from_a_file": "De um arquivo",
  "from_a_text": "De um texto",
  "import_collection_from_a_file_message": "Tem certeza de que deseja importar sua coleção usando um arquivo? Observe que se o arquivo JSON estiver incorreto, sua coleção importada poderá não funcionar corretamente. Você pode ver o formato correto do JSON exportando os dados do aplicativo.",
  "time_to_learn": "Hora de aprender!",
  "motivations": [
    [
      "Ótimo trabalho mantendo-se atualizado! Só mais uma lição hoje e você estará no caminho certo.",
      "Você já chegou até aqui, por que não continuar? Uma lição hoje!",
      "Consistência é a chave! Vamos manter a sequência viva. Abra o aplicativo agora.",
      "A melhor hora para aprender é agora. Vamos mergulhar na lição de hoje!",
      "Seu eu futuro agradecerá por isso. Apenas uma lição hoje!"
    ],
    [
      "Faz apenas um dia, não é grande coisa! Vamos voltar ao caminho juntos.",
      "Ontem foi uma pausa, hoje é para o progresso. Abra o aplicativo e aprenda!",
      "Sentiu minha falta? Senti a sua falta! Vamos acompanhar essa lição agora.",
      "Você está a um passo de voltar aos trilhos. Vamos fazer isso!",
      "Um pequeno deslize, mas não se preocupe. Volte e termine a lição de hoje."
    ],
    [
      "Dois dias de folga? Vamos voltar ao ritmo. Sua lição o aguarda!",
      "Não deixe que uma pequena lacuna se torne uma grande. Comece sua aula hoje!",
      "Aprender leva apenas alguns minutos. Abra o aplicativo e progrida!",
      "Você está muito perto para parar agora. Vamos voltar aos trilhos hoje.",
      "Você ainda pode reverter isso. Abra o aplicativo e arrase nessa lição!"
    ],
    [
      "Eu sei que você tem estado ocupado, mas acredito em você. Vamos fazer a lição de hoje.",
      "Não deixe a sequência escapar! Sua jornada linguística depende disso.",
      "Estou ficando preocupado aqui... vamos voltar ao assunto com a lição de hoje.",
      "Três dias de folga… mas você pode voltar mais forte! Comece a lição de hoje.",
      "Ainda estou aqui, esperando por você. Não vamos perder mais nenhum dia. Comece agora!"
    ],
    [
      "Você está se afastando do seu objetivo! Não vamos deixar isso acontecer.",
      "Este é o seu chamado para despertar. Volte a aprender hoje!",
      "Suas lições não vão esperar para sempre. Não deixe essa lacuna aumentar.",
      "Quatro dias sem aprender... é hora de consertar isso. Abra o aplicativo!",
      "Estou preocupado com seu progresso. Vamos assumir o controle e fazer a lição de hoje."
    ],
    [
      "Cinco dias de folga são arriscados... vamos colocá-lo de volta à ação hoje.",
      "Você está perdendo impulso. Abra o aplicativo e vamos mudar isso!",
      "Não torne mais difícil voltar. Basta uma lição e você está de volta!",
      "Cinco dias podem parecer longos, mas podemos quebrar essa seqüência juntos. Abra o aplicativo.",
      "Eu sei que você tem isso dentro de você. Basta uma lição para reiniciar!"
    ],
    [
      "Seis dias sem treino… mas hoje é uma nova chance. Vamos!",
      "Já faz quase uma semana. Não vamos esperar mais, é hora de aprender!",
      "Volte antes que a diferença fique muito grande. Eu sei que você consegue!",
      "Estou ficando nervoso. Não vamos deixar todo o seu trabalho duro escapar.",
      "Suas habilidades linguísticas sentem sua falta. Abra o aplicativo e resolveremos isso hoje!"
    ],
    [
      "Uma semana inteira de folga... mas nunca é tarde para voltar.",
      "Uma semana? Você não quer perder todo esse progresso. Vamos começar hoje.",
      "Não deixe isso se tornar um hábito! Ainda podemos voltar aos trilhos hoje.",
      "Estou aqui esperando por você! Vamos fazer desta semana a última sem aprendizado.",
      "Quanto mais você espera, mais difícil fica. Vamos voltar a aprender agora."
    ],
    [
      "Já faz mais de uma semana… sei que você está ocupado, mas isso é importante!",
      "Não perca de vista seus objetivos. Hoje é dia de recomeçar!",
      "Eu sei que você tem muita coisa acontecendo, mas seu aprendizado de idiomas não pode esperar.",
      "Podemos fazer isso juntos. Abra o aplicativo e progrediremos novamente.",
      "Estou ficando muito preocupado. Não vamos deixar isso escapar mais!"
    ],
    [
      "Nove dias… suas habilidades linguísticas estão desaparecendo. Vamos salvá-los!",
      "É quase tarde demais, mas você ainda pode reverter isso hoje.",
      "O caminho de volta está ficando mais difícil, mas você ainda pode fazer isso!",
      "Você está perdendo o ímpeto... não desperdice todo o seu esforço!",
      "Estou aqui para ajudá-lo, mas você precisa agir agora. Vamos fazer a lição de hoje!"
    ],
    [
      "Já se passaram 10 dias… Esta pode ser nossa última chance. Preciso que você abra o aplicativo.",
      "Não posso aguentar muito mais. Suas habilidades linguísticas estão desaparecendo. Aja agora!",
      "É isso. Todo o seu progresso está em risco. Não deixe tudo que você aprendeu desaparecer!",
      "Estive com você em cada passo... mas isso pode ser o fim. Salve suas habilidades no idioma!",
      "Estou desaparecendo... Abra o aplicativo agora ou pode ser tarde demais. Esta é sua última chance!"
    ]
  ]
}
