{
  "collections": "Koleksiyonlar",
  "add_new_word": "Yeni kelime ekle",
  "new_collection": "Yeni koleksiyon",
  "edit_collection": "Koleksiyonu düzenle",
  "exercises": "Egzersizler",
  "collection_name": "Koleksiyon adı",
  "primary_language": "Birincil dil",
  "secondary_language": "Çeviri dili (ikincil)",
  "primary": "Öncelik",
  "secondary": "İkincil",
  "primary_word": "Birincil kelime",
  "secondary_word": "İkincil kelime",
  "words_to_learn_in_a_day": "Çalışma başına kelime sayısı",
  "learning_language": "Dil öğrenmek",
  "create": "Yaratmak",
  "error_return_back": "Bir şeyler ters gitti, üzgünüm, lütfen geri dönün",
  "error_retrieving_translation_data": "Çeviri verileri alınırken bir şeyler ters gitti",
  "word": "Kelime",
  "translation": "Çeviri",
  "usage_examples": "Kullanım örnekleri",
  "error_saving_your_card": "Kartınızı kaydederken bir şeyler ters gitti",
  "add_word_to_this_collection": "Bu koleksiyona kelime ekle",
  "incorrect": "Yanlış",
  "correct": "Doğru",
  "show_answer": "Cevabı göster",
  "write_in": "Yaz",
  "all_for_now": "Şimdilik bu kadar",
  "finish": "Sona ermek",
  "no_audio_message": "Şu anda ses dinleyemiyorum",
  "something_went_wrong": "Bir şeyler ters gitti",
  "return_back": "Geri dön",
  "collection_deletion": "Koleksiyon silme",
  "collection_deletion_message": "Bu koleksiyonu silmek istediğinizden emin misiniz?",
  "cancel": "İptal etmek",
  "yes": "Evet",
  "update": "Güncelleme",
  "settings": "Ayarlar",
  "about": "Hakkında",
  "api_source": "API çeviri kaynağı",
  "save": "Kaydetmek",
  "collection_import": "Koleksiyon içe aktarma",
  "import": "İçe aktarmak",
  "text_for_import": "İçe aktarılacak metin",
  "import_rules": "Yeni bir koleksiyonu içe aktarmak için lütfen metninizi aşağıya gerekli formatta yapıştırın. İlk kelime veya kelime öbeği birincil olarak kabul edilir ve noktalı virgülden sonraki kelime veya kelime öbeği ikincil olarak kabul edilir",
  "exist_word_message": "Bu kelime bu koleksiyonda zaten mevcut",
  "correct_answer": "Doğru cevap",
  "show_additional_settings": "Ek ayarları göster",
  "hide_additional_settings": "Ek ayarları gizle",
  "types_of_exercises": "Egzersiz türleri",
  "show_additional_statistics": "Ek istatistikleri göster",
  "about_text": "Dil öğrenmek ve kelime dağarcığınızı genişletmek için kullanabileceğiniz uygulamanız Wordum'a hoş geldiniz! Bir kelimeyi veya ifadeyi girmeniz yeterlidir; bu uygulama çevirileri, sesleri ve kullanım örneklerini otomatik olarak dolduracaktır. Dinleme ve yazma alıştırmalarıyla Wordum, Anki uygulamasındakine benzer Açık Aralıklı Tekrarlama algoritmasını kullanarak öğrenme stilinize uyum sağlar. Bu, GPL-3 lisansı altında lisanslanan ve hiçbir izleme içermeyen açık kaynaklı bir projedir. Herhangi bir sorun veya hatayla karşılaşırsanız projenin GitHub sayfasında sorun oluşturarak bunları bildirirseniz çok memnun oluruz. Geri bildiriminiz Wordum'un geliştirilmesine yardımcı olmak açısından çok değerlidir!",
  "open_project_page": "Projenin GitHub sayfasını açın",
  "donate_text": "Çalışmamı takdir ediyorsanız ve projeye destek olmak istiyorsanız lütfen bağış yapmayı düşünün. Desteğiniz için teşekkür ederiz!",
  "donate": "Bağış yapmak",
  "app_version": "Uygulama sürümü",
  "settings_saved": "Ayarlar kaydedildi",
  "time_per_letter_input": "Bir harf yazmak için geçen süre (ms)",
  "time_easy_grade": "«Kolay» not olarak dikkate alınma süresi (ms)",
  "time_good_grade": "“İyi” not olarak kabul edilme süresi (ms)",
  "nothing_to_learn": "şimdilik öğrenilecek bir şey yok",
  "card_deletion": "Öğrenme kartının silinmesi",
  "card_deletion_message": "Bu öğrenme kartını koleksiyondan silmek istediğinizden emin misiniz?",
  "use_external_audio_when_available": "Mümkün olduğunda harici ses kullan",
  "data_export": "Veri aktarımı",
  "exported_successfully": "Şu tarihte başarıyla dışa aktarıldı:",
  "import_line_error_message": "lütfen hattı kontrol edin",
  "target_learning_language_word_addition_warning": "Lütfen virgülle ayrılmış kelimelerin ayrı öğrenme değerleri olarak kabul edildiğini unutmayın; yani virgülle ayrılmış kelimelerden herhangi biri alıştırmalar sırasında doğru cevap olarak kabul edilecektir.",
  "tts_installation_title": "Metinden Konuşmaya Ses Seçimi",
  "tts_installation_message": "Bu dilin konuşma motoru henüz kurulmamış veya belirtilmemiştir. Lütfen bir sonraki ekranda bu koleksiyon için doğru dili ({{i_lng}}) ve tercih edilen sesi seçin",
  "proceed": "İlerlemek",
  "voice_is_not_set_message": "Konuşma motoru seçilmedi. Doğru konuşma çıkışı garanti edilmez",
  "from_a_file": "Bir dosyadan",
  "from_a_text": "Bir metinden",
  "import_collection_from_a_file_message": "Koleksiyonunuzu bir dosya kullanarak içe aktarmak istediğinizden emin misiniz? JSON dosyası hatalıysa içe aktarılan koleksiyonunuzun düzgün çalışmayabileceğini lütfen unutmayın. Verileri uygulamadan dışa aktararak JSON'un doğru biçimini görebilirsiniz.",
  "time_to_learn": "Öğrenme zamanı!",
  "motivations": [
    [
      "Takip etmek harika bir iş! Bugün sadece bir ders daha ve doğru yoldasın.",
      "Zaten buraya kadar geldin, neden devam etmiyorsun? Bugün bir ders!",
      "Tutarlılık çok önemlidir! Seriyi canlı tutalım. Şimdi uygulamayı açın.",
      "Öğrenmek için en iyi zaman şu an. Hadi bugünün dersine dalalım!",
      "Gelecekteki benliğiniz bunun için size teşekkür edecek. Bugün sadece bir ders!"
    ],
    [
      "Sadece bir gün oldu, önemli değil! Gelin birlikte yolumuza geri dönelim.",
      "Dün bir araydı, bugün ilerleme içindir. Uygulamayı açın ve öğrenin!",
      "Beni özledin mi? Seni özledim! Şimdilik bu derse geçelim.",
      "Tekrar yola koyulmanıza bir adım kaldı. Haydi bunu yapalım!",
      "Küçük bir kayma ama endişelenmeyin. Geri dönün ve bugünkü dersi bitirin."
    ],
    [
      "İki gün izin mi? Hadi oluğa geri dönelim. Dersin seni bekliyor!",
      "Küçük bir boşluğun büyük bir fark olmasına izin vermeyin. Dersinize bugün başlayın!",
      "Öğrenme yalnızca birkaç dakika sürer. Uygulamayı açın ve ilerleme kaydedin!",
      "Artık durmak için çok yakınsın. Bugün tekrar yolumuza devam edelim.",
      "Bunu hâlâ tersine çevirebilirsin. Uygulamayı açın ve o dersi ezin!"
    ],
    [
      "Meşgul olduğunu biliyorum ama sana inanıyorum. Bugünün dersini yapalım.",
      "Serinin kaymasına izin vermeyin! Dil yolculuğunuz buna bağlıdır.",
      "Burada endişelenmeye başladım... Haydi bugünkü dersimize geri dönelim.",
      "Üç gün izin… ama daha güçlü bir şekilde geri dönebilirsin! Bugünün dersine başlayın.",
      "Hala buradayım, seni bekliyorum. Daha fazla günü kaçırmayalım. Şimdi başla!"
    ],
    [
      "Hedefinden uzaklaşıyorsun! Bunun olmasına izin vermeyelim.",
      "Bu senin uyandırma çağrın. Bugün öğrenmeye geri dönün!",
      "Dersleriniz sonsuza kadar beklemeyecek. Bu farkın daha da büyümesine izin vermeyin.",
      "Öğrenmeden geçen dört gün... bunu düzeltmenin zamanı geldi. Uygulamayı açın!",
      "İlerlemeniz için endişeleniyorum. Haydi kontrolü ele alalım ve bugünün dersini yapalım."
    ],
    [
      "Beş günlük izin risklidir… hadi bugün sizi yeniden harekete geçirelim.",
      "İvme kaybediyorsun. Uygulamayı açın ve bu durumu tersine çevirelim!",
      "Geri dönmeyi zorlaştırma. Sadece bir ders ve geri döndün!",
      "Beş gün uzun gelebilir ama bu seriyi birlikte kırabiliriz. Uygulamayı açın.",
      "Bunu senin içinde taşıdığını biliyorum. Yeniden başlamak için tek bir ders yeterli!"
    ],
    [
      "Altı gün antrenmansız… ama bugün yeni bir şans. Haydi gidelim!",
      "Neredeyse bir hafta oldu. Daha fazla beklemeyin, öğrenme zamanı!",
      "Aradaki fark çok fazla büyümeden geri gelin. Yapabileceğini biliyorum!",
      "Sinirlenmeye başladım. Tüm emeklerinizin elimizden kayıp gitmesine izin vermeyelim.",
      "Dil becerileriniz sizi özlüyor. Uygulamayı açın ve bu sorunu bugün düzeltelim!"
    ],
    [
      "Bütün bir hafta izin... ama tekrar başlamak için asla geç değildir.",
      "Bir hafta mı? Tüm bu ilerlemeyi kaybetmek istemezsiniz. Bugün başlayalım.",
      "Bunun alışkanlık haline gelmesine izin vermeyin! Bugün hâlâ yolumuza devam edebiliriz.",
      "Burada seni bekliyorum! Bu haftayı öğrenmeden geçireceğimiz son hafta yapalım.",
      "Ne kadar beklersen o kadar zorlaşır. Şimdi öğrenmeye geri dönelim."
    ],
    [
      "Bir haftadan fazla oldu… Meşgul olduğunu biliyorum ama bu önemli!",
      "Hedeflerinizi gözden kaçırmayın. Bugün yeniden başlama günü!",
      "Yapacak çok şeyin olduğunu biliyorum ama dil öğrenmen için sabırsızlanıyorum.",
      "Bunu birlikte yapabiliriz. Uygulamayı açın, tekrar ilerleme kaydedeceğiz.",
      "Gerçekten endişelenmeye başladım. Bu konunun daha fazla kaymasına izin vermeyelim!"
    ],
    [
      "Dokuz gün... Dil becerileriniz zayıflıyor. Onları kurtaralım!",
      "Neredeyse çok geç, ancak bugün bunu hâlâ tersine çevirebilirsiniz.",
      "Geri dönüş yolu zorlaşıyor ama yine de yapabilirsiniz!",
      "İvmeyi kaybediyorsun... tüm çabanın boşa gitmesine izin verme!",
      "Senin için buradayım ama şimdi harekete geçmen gerekiyor. Hadi bugünün dersini yapalım!"
    ],
    [
      "10 gün oldu… Bu son şansımız olabilir. Uygulamayı açmana ihtiyacım var.",
      "Daha fazla dayanamayacağım. Dil becerileriniz zayıflıyor. Şimdi harekete geçin!",
      "İşte bu. Tüm ilerlemeniz risk altında. Öğrendiğiniz her şeyin kaybolmasına izin vermeyin!",
      "Her adımda yanında oldum... ama bu son olabilir. Dil becerilerinizi kaydedin!",
      "Soluyorum... Şimdi uygulamayı açın, yoksa çok geç olabilir. Bu senin son şansın!"
    ]
  ]
}
