{
  "collections": "Колекції",
  "add_new_word": "Додайте нове слово",
  "new_collection": "Нова колекція",
  "edit_collection": "Редагувати колекцію",
  "exercises": "вправи",
  "collection_name": "Назва колекції",
  "primary_language": "Основна мова",
  "secondary_language": "Мова перекладу (додаткова)",
  "primary": "Первинний",
  "secondary": "Вторинний",
  "primary_word": "Первинне слово",
  "secondary_word": "Другорядне слово",
  "words_to_learn_in_a_day": "Кількість слів на дослідження",
  "learning_language": "Вивчення мови",
  "create": "Створити",
  "error_return_back": "Щось пішло не так, вибачте, поверніться назад",
  "error_retrieving_translation_data": "Під час отримання даних перекладу сталася помилка",
  "word": "Слово",
  "translation": "Переклад",
  "usage_examples": "Приклади використання",
  "error_saving_your_card": "Під час збереження картки сталася помилка",
  "add_word_to_this_collection": "Додайте слово до цієї колекції",
  "incorrect": "Невірно",
  "correct": "Правильно",
  "show_answer": "Показати відповідь",
  "write_in": "Впишіть",
  "all_for_now": "На цьому поки все",
  "finish": "Закінчити",
  "no_audio_message": "Я зараз не можу слухати аудіо",
  "something_went_wrong": "Щось пішло не так",
  "return_back": "Повернення назад",
  "collection_deletion": "Видалення колекції",
  "collection_deletion_message": "Ви впевнені, що хочете видалити цю колекцію?",
  "cancel": "Скасувати",
  "yes": "так",
  "update": "оновлення",
  "settings": "Налаштування",
  "about": "про",
  "api_source": "Джерело перекладу API",
  "save": "зберегти",
  "collection_import": "Імпорт колекції",
  "import": "Імпорт",
  "text_for_import": "Текст для імпорту",
  "import_rules": "Щоб імпортувати нову колекцію, вставте текст нижче у потрібному форматі. Перше слово або фраза вважається основним, а те, що стоїть після крапки з комою, вважається вторинним",
  "exist_word_message": "Це слово вже існує в цій колекції",
  "correct_answer": "Правильна відповідь",
  "show_additional_settings": "Показати додаткові налаштування",
  "hide_additional_settings": "Приховати додаткові налаштування",
  "types_of_exercises": "Види вправ",
  "show_additional_statistics": "Показати додаткову статистику",
  "about_text": "Ласкаво просимо до Wordum, вашої програми для вивчення мов і розширення словникового запасу! Просто введіть слово чи фразу, і ця програма автоматично заповнить переклади, аудіо та приклади використання. Завдяки вправам на аудіювання та письмо Wordum адаптується до вашого стилю навчання за допомогою алгоритму Open Spaced Repetition, подібного до алгоритму програми Anki. Це проект із відкритим вихідним кодом, ліцензований за ліцензією GPL-3 без відстеження. Якщо ви зіткнетеся з проблемами чи помилками, будемо дуже вдячні, якщо ви повідомите про них, створивши повідомлення про проблему на сторінці проекту GitHub. Ваші відгуки є безцінними для покращення Wordum!",
  "open_project_page": "Відкрийте сторінку GitHub проекту",
  "donate_text": "Якщо ви цінуєте мою роботу і хочете підтримати проект, зробіть пожертву. Дякуємо за підтримку!",
  "donate": "Пожертвуйте",
  "app_version": "Версія програми",
  "settings_saved": "Налаштування збережено",
  "time_per_letter_input": "Час написання однієї літери (мс)",
  "time_easy_grade": "Час, який вважається «легким» (мс)",
  "time_good_grade": "Час, який вважається оцінкою «добре» (мс)",
  "nothing_to_learn": "Поки що нема чого вчитися",
  "card_deletion": "Видалення картки навчання",
  "card_deletion_message": "Ви впевнені, що бажаєте видалити цю навчальну картку з колекції?",
  "use_external_audio_when_available": "Використовуйте зовнішнє аудіо, якщо доступне",
  "data_export": "Експорт даних",
  "exported_successfully": "Успішно експортовано в",
  "import_line_error_message": "будь ласка, перевірте лінію",
  "target_learning_language_word_addition_warning": "Зверніть увагу, що слова, розділені комами, вважаються окремими навчальними цінностями, тобто будь-яке зі слів, розділених комами, вважатиметься правильною відповіддю під час вправ",
  "tts_installation_title": "Вибір голосу для синтезу мовлення",
  "tts_installation_message": "Механізм мовлення для цієї мови ще не встановлено або не вказано. Виберіть правильну мову ({{i_lng}}) і бажаний голос для цієї колекції на наступному екрані",
  "proceed": "Продовжуйте",
  "voice_is_not_set_message": "Механізм мовлення не вибрано. Правильний вихід мови не гарантується",
  "from_a_file": "З файлу",
  "from_a_text": "З тексту",
  "import_collection_from_a_file_message": "Ви впевнені, що бажаєте імпортувати свою колекцію за допомогою файлу? Зауважте, що якщо файл JSON неправильний, ваша імпортована колекція може не працювати належним чином. Ви можете побачити правильний формат JSON, експортувавши дані з програми.",
  "time_to_learn": "Час вчитися!",
  "motivations": [
    [
      "Чудова робота! Лише один урок сьогодні, і ви на правильному шляху.",
      "Ви вже зайшли так далеко, чому б не продовжити? Сьогодні один урок!",
      "Послідовність – це ключ! Збережемо серію. Відкрийте програму зараз.",
      "Найкращий час для навчання – зараз. Давайте поринемо в сьогоднішній урок!",
      "Ваше майбутнє скаже вам за це вдячність. Лише один урок сьогодні!"
    ],
    [
      "Минув лише день, нічого страшного! Давайте разом повернемося на правильний шлях.",
      "Вчора була перерва, сьогодні для прогресу. Відкривайте додаток і вчіться!",
      "сумував за мною? я скучила за тобою! Давайте надолужимо цей урок прямо зараз.",
      "Ви в одному кроці від повернення на правильний шлях. Давайте зробимо це!",
      "Невеликий промах, але не хвилюйтеся. Поверніться та закінчіть сьогоднішній урок."
    ],
    [
      "Два вихідних? Давайте повернемося в канавку. Ваш урок чекає!",
      "Не дозволяйте маленькому розриву стати великим. Почніть свій урок сьогодні!",
      "Навчання займає лише кілька хвилин. Відкривайте програму та прогресуйте!",
      "Ви занадто близько, щоб зупинитися зараз. Давайте сьогодні повернемося на правильний шлях.",
      "Ви все ще можете змінити це. Відкрийте програму та прочитайте цей урок!"
    ],
    [
      "Я знаю, що ти був зайнятий, але я вірю в тебе. Давайте проведемо сьогоднішній урок.",
      "Не дозволяйте смузі прослизнути! Від цього залежить ваша мовна подорож.",
      "Я починаю хвилюватися... давайте повернемося до сьогоднішнього уроку.",
      "Три вихідні… але ти можеш повернутися сильнішим! Почніть сьогоднішній урок.",
      "Я все ще тут, чекаю на тебе. Не втрачаймо більше днів. Почніть зараз!"
    ],
    [
      "Ви вислизаєте від своєї мети! Давайте не дозволимо цьому статися.",
      "Це ваш дзвінок для пробудження. Поверніться до навчання сьогодні!",
      "Ваші уроки не чекатимуть вічно. Не дозволяйте цьому розриву збільшуватися.",
      "Чотири дні без навчання... час це виправити. Відкрийте додаток!",
      "Я хвилююся за ваш прогрес. Давайте візьмемо контроль і проведемо сьогоднішній урок."
    ],
    [
      "П’ять вихідних – це ризиковано… давайте повернемо вас до роботи сьогодні.",
      "Ви втрачаєте імпульс. Відкрийте програму і давайте змінимо це!",
      "Не ускладнюйте повернення. Всього один урок і ти повернувся!",
      "П’ять днів можуть здатися довгими, але ми можемо перервати цю смугу разом. Відкрийте програму.",
      "Я знаю, що ти маєш це в собі. Для перезавантаження достатньо одного уроку!"
    ],
    [
      "Шість днів без практики… але сьогодні новий шанс. Поїхали!",
      "Минув майже тиждень. Давайте більше не чекати, час вчитися!",
      "Поверніться, поки розрив не стане занадто великим. Я знаю, ти зможеш!",
      "Я починаю нервувати. Давайте не дозволимо всій вашій важкій роботі вислизнути.",
      "Вам бракує ваших мовних навичок. Відкрийте програму, і ми виправимо це сьогодні!"
    ],
    [
      "Цілий тиждень відпочинку... але ніколи не пізно повернутися.",
      "Один тиждень? Ви не хочете втратити весь цей прогрес. Почнемо сьогодні.",
      "Нехай це не стане звичкою! Сьогодні ми все ще можемо повернутися на правильний шлях.",
      "Я тут чекаю на вас! Давайте зробимо цей тиждень останнім без навчання.",
      "Чим довше ви чекаєте, тим важче стає. Давайте повернемося до навчання."
    ],
    [
      "Минуло більше тижня… Я знаю, що ти зайнятий, але це важливо!",
      "Не втрачайте свої цілі. Сьогодні день для перезавантаження!",
      "Я знаю, що у вас багато справ, але ваше вивчення мови не може чекати.",
      "Ми можемо зробити це разом. Відкрийте програму, і ми знову досягнемо прогресу.",
      "Я справді хвилююся. Давайте не дозволимо цьому ковзати далі!"
    ],
    [
      "Дев'ять днів... ваші мовні навички зникають. Врятуймо їх!",
      "Вже майже пізно, але ви все ще можете змінити це сьогодні.",
      "Шлях назад стає важчим, але ви все ще можете це зробити!",
      "Ви втрачаєте свій імпульс... не дозволяйте всім вашим зусиллям пропасти даремно!",
      "Я тут для вас, але вам потрібно діяти зараз. Давайте проведемо сьогоднішній урок!"
    ],
    [
      "Минуло 10 днів… Можливо, це наш останній шанс. Мені потрібно, щоб ти відкрив програму.",
      "Я не можу довго триматися. Ваші мовні навички зникають. Дійте зараз!",
      "Це все. Весь ваш прогрес під загрозою. Нехай не зникне все, чого ви навчилися!",
      "Я був з тобою кожен крок… але це може бути кінець. Збережіть свої мовні знання!",
      "Я згасаю... Відкрийте програму зараз, інакше може бути надто пізно. Це твій останній шанс!"
    ]
  ]
}
